Repository: GerardLeRest/pycdcover-v2
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: br, es

source: Titre
br: Titl
es: Título

source: Piste
br: Roudenn
es: Pista

source: Artiste
br: Arzour
es: Artista

source: Année
br: Bloaz
es: Año

source: Téléchargement des images
br: O pellgargañ ar skeudennoù
es: Descarga de imágenes

source: Téléchargement en cours...
br: O pellgargañ…

source: Téléchargement terminé
br: Pellgargañ echu
es: Descarga finalizada

source: Téléchargement {current}/{total}
br: Pellgargañ {current}/{total}
es: Descarga {current}/{total}

source: Récupérer les tags
br: Adtapout ar balizennoù
es: Recuperar etiquetas

source: Lire/Écrire tags
br: Lenn / skrivañ ar balizennoù
es: Leer/Escribir etiquetas

source: Récupérer les images
br: Adtapout ar skeudennoù
es: Recuperar imágenes

source: Créer les deux faces
br: Krouiñ an daou du
es: Crear ambas caras

source: Générer le PDF
br: Genel ar PDF
es: Generar el PDF

source: Quitter
br: Kuitaat
es: Salir

source: Fichier
br: Restr
es: Archivo

source: Langue
br: Yezh
es: Idioma

source: Aide
br: Skoazell
es: Ayuda

source: À propos
br: Diwar-benn
es: Acerca de

source: Attention
br: Diwall
es: Atención

source: Les changements prendront effet au prochain démarrage.
br: Ar c’hemmoù a vo efedus er loc’hañ da-heul.
es: Los cambios surtirán efecto en el próximo inicio.

source: Créer le titre
br: Krouiñ an titl
es: Crear título

source: Éditer/Modifier les tags
br: Aozañ / kemmañ ar balizennoù
es: Editar/Modificar etiquetas

source: Licence : GNU GPL V2.0.0 2015 - 2026
br: Aotre-implijout : GNU GPL V2.0.0 2015 - 2026

source: Images : <a href='https://musicbrainz.org'>musicbrainz.org</a><br>ou : <a href='https://www.apple.com/fr/itunes/'>Itunes</a><br>Chemin des fichiers :<br>GNU/Linux : ~/PyCDCover/<br>macOS : ~/PyCDCover/<br>Windows : C:/Users/Nom_utilisateur/PyCDCover/<br><br>Auteur : <b>Gérard LE REST </b> - Site : <a href='https://gerardlerest.github.io/pycdcover/'>PyCDCover</a><br>Contact : <a href='mailto:ge.lerest@gmail.com'>ge.lerest@gmail.com</a><br>
br: Skeudennoù : <a href='https://musicbrainz.org'>musicbrainz.org</a><br>pe : <a href='https://www.apple.com/fr/itunes/'>iTunes</a><br>Hentoù ar restroù :<br>GNU/Linux : ~/PyCDCover/<br>macOS : ~/PyCDCover/<br>Windows : C:/Users/Anv_implijer/PyCDCover/<br><br>Aozer : <b>Gérard LE REST</b> - Lec’hienn : <a href='https://gerardlerest.github.io/pycdcover/'>PyCDCover</a><br>Darempred : <a href='mailto:ge.lerest@gmail.com'>ge.lerest@gmail.com</a><br>
es: Imágenes: <a href='https://musicbrainz.org'>musicbrainz.org</a><br>o: <a href='https://www.apple.com/fr/itunes/'>iTunes</a><br>Rutas de archivos:<br>GNU/Linux: ~/PyCDCover/<br>macOS: ~/PyCDCover/<br>Windows: C:/Users/Usuario/PyCDCover/<br><br>Autor: <b>Gérard LE REST</b> - Sitio web: <a href='https://gerardlerest.github.io/pycdcover/'>PyCDCover</a><br>Contacto: <a href='mailto:ge.lerest@gmail.com'>ge.lerest@gmail.com</a><br>

source: Fermer
br: Serriñ
es: Cerrar

source: Titre du CD
br: Titl ar CD
es: Título del CD

source: Saisir le titre du CD
br: Bizskrivañ titl ar CD
es: Introducir el título del CD

source: Ok
br: Mat eo
es: Aceptar

source: Erreur
br: Fazi
es: Error

source: Le champ est vide.
br: Goullo eo ar vaezienn.
es: El campo está vacío.

source: Le titre est trop long (> 40 car).
br: Re hir eo an titl (> 40 arouezenn).
es: El título es demasiado largo (> 40 caracteres).

source: Éditeur de tags
br: Aozer balizennoù
es: Editor de etiquetas

source: Valider
br: Kadarnaat
es: Validar

source: Genre
br: Rummad
es: Género

source: Extraction des tags MP3...
br: Tennañ er-maez balizennoù MP3...

source: Prêt à extraire les tags
br: Prest da dennañ ar balizennoù

source: Choisir le répertoire des chansons
br: Dibab kavlec’h ar c’hanaouennoù

source: Aucun MP3
br: MP3 ebet
es: No hay archivos MP3

source: Aucune piste MP3 trouvée.
br: N’eo bet kavet rod MP3 ebet.
es: No se encontró ninguna pista MP3.

source: Extraction en cours...
br: O tennañ er-maez...
es: Extracción en curso...

source: Album
es: Álbum

source: Initialisation...
es: Inicialización...

source: Licence : GNU GPL V2.0.0 2015 - 2025
es: Licencia: GNU GPL V2.0.0 2015 - 2025

source: Choisir le répertoire du CD
es: Elegir el directorio del CD
